{
  "2024-3-18": [
    [
      "2024-03-18 01:00PM",
      "Heartbreak in New York: Penn women's basketball bows out of Ivy Madness tournament with loss to Princeton in the semifinals"
    ],
    [
      "2024-03-18 02:04PM",
      [
        "Perkins led the Quakers in total scoring this season.",
        "Swisher spoke with the DP on March 13 after participating in an Authors@Wharton event with Wharton Professor Adam Grant.",
        "The petition calls on Penn to dismiss the ongoing disciplinary cases against five students who took part in a Feb. 19 study-in at Van Pelt Library."
      ]
    ]
  ],
  "2024-3-19": [
    [
      "2024-03-19 04:06PM",
      [
        "The Graduate and Professional Student Assembly voted to extend $25,000 of funding for this year's Penn Fight Night, which is scheduled for April 6.",
        "Professor of Russian and Eastern European Studies Mitchell Orenstein and five Penn alumni were on the list of 227 Americans banned from entering Russian territory.",
        "Perkins led the Quakers in total scoring this season."
      ]
    ]
  ],
  "2024-3-20": [
    [
      "2024-03-20 04:07PM",
      [
        "Around 20 Penn and Philadelphia community members, as well as former residents of the UC Townhomes, gathered at the property on 40th and Market streets on Tuesday to witness the process.",
        "The Daily Pennsylvanian spoke with Orenstein and Benjamin Schmitt — a senior fellow at Penn who was sanctioned in 2022 — about their thoughts on the sanction.",
        "Emily Whitehead — a Penn first year — was the first child to receive the Penn-pioneered cancer treatment, which has since treated more than 20,000 patients worldwide."
      ]
    ]
  ],
  "2024-3-21": [
    [
      "2024-03-21 04:05PM",
      [
        "PAO, a pro-Palestinian student organization, is no longer listed on the Penn Clubs website and is not allowed to organize events in Penn-affiliated spaces until the investigation has concluded, a source told the DP.",
        "Penn will grant Mukherjee, who won the Pulitzer Prize for “The Emperor of All Maladies,” an honorary doctor of sciences degree.",
        "The Class of 2028 received 65,230 applications according to Interim Penn President Larry Jameson's stated remarks at a University Board of Trustees Meeting on March 1."
      ]
    ]
  ]
}